2021-10-02-WhyWeSleep.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Why we sleep 读书笔记</title>
<meta name="generator" content="Org mode" />
<meta name="keywords" content="Why we sleep, book" />
<link rel="stylesheet" type="text/css" href="https://gongzhitaao.org/orgcss/org.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Why we sleep 读书笔记</h1>
<ul class="org-ul">
<li>为什么：免疫系统（抗癌）；脑部健康（防老年痴呆）；人有脂肪可以储存热量，但是睡眠是不能储存的，补也是补不回来的；身体发育；心理健康等等。具体可以看作者的演讲。</li>
<li>药和酒：喝酒和吃安眠药都能导致人失去意识，但是这不是自然的睡眠，不能充分休息</li>
<li>茶和咖啡：咖啡因半衰期6小时，所以中午喝茶，晚上睡觉时还有残余左右。即使体会不到睡眠时间的缩短，但仍然影响深睡质量。</li>
<li>时长：一般人需要7-9小时的睡眠机会，虽然有效的睡眠时间7小时就够了，但是不是所有闭眼躺下的时间都是有效睡眠</li>
<li>光：傍晚调暗灯光（减少蓝光（手机屏幕））。睡觉时要全黑，没有灯。</li>
<li>温度：睡觉时体温要下降一度，散热有助睡眠。18.3度是最理想的睡眠室温（这个比很多人以为的要低一些）。温暖的脚搂在被子外是在辅助散热。睡前洗热水澡也有把四肢洗热辅助散热的功效。</li>
<li>闹钟：被闹钟吵醒对心脑血管有害。最好不用，如果用，只要不要一直按掉然后10分钟后再响。</li>
<li>运动：运动有助睡眠，睡眠有助第二天运动。但不是立竿见影的。睡前3小时内不能运动，不然体温升高不利于睡觉。（运动后需要1-2小时降温）</li>
<li>吃：不能太饿或太饱，睡前不要吃高热量。</li>
<li>综上，睡眠建议
<ul class="org-ul">
<li>少喝茶和咖啡</li>
<li>晚上少用手机，电脑，电视，（可看书）。</li>
<li>降低室温到18.3度</li>
<li>固定睡觉和醒来的时间，即使是周末，睡前流程要固定。</li>
<li>困了再上床睡觉。不然躺着睡不着，会影响自己对睡觉能力的信心。</li>
<li>形成床跟睡觉的条件反射。如果翻来覆去睡不着，起床做安静而放松的事情。</li>
<li>如果晚上入睡困难，那么白天就不要睡午觉了。</li>
<li>睡前要逐步心理减速，不要过于兴奋。</li>
<li>如果睡不着而焦虑，去掉房间里的钟表。</li>
</ul></li>
</ul>

<script src="https://utteranc.es/client.js"
        repo="sychen52/sychen52.github.io"
        issue-term="pathname"
        theme="github"
        crossorigin="anonymous"
        async>
</script>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2021-10-01 Fri 00:00</p>
<p class="validation"></p>
</div>
</body>
</html>
